Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/barnehager.html.tmx
Source language: nob
Languages: sma

source: Barnehager
sma: Maanagïerte

source: Hovedmål for barnehagepolitikken i Sametinget er å skape gode oppvekstvilkår gjennom samisk barnehagetilbud.
sma: Maanagïertepolitihken åejvieulmie Saemiedigkesne lea hijven byjjenimmietsiehkieh sjugniedidh saemien maanagïertefaalenassen tjïrrh.

source: Det samiske barnehagetilbudet er et åpent tilbud til alle barn og foreldre som måtte ønske det.
sma: Saemien maanagïertefaalenasse lea akte gaahpoeh faalenasse gaajhkide maanide jïh eejhtegidie mah dam sijhtieh.

source: Samisk språk og kultur er viktig å vektlegge i et samisk barnehagetilbud.
sma: Vihkeles leavloem bïejedh saemien gïelese jïh kultuvrese aktene saemien maanagïertefaalenassesne.

source: Det handler om arv og tradisjoner, men samtidig og vedlikeholde, skape og fornye.
sma: Maanagïerte edtja maanaj saemien identiteetem nænnoestehtedh viehkine saemien gïelem nuhtjedh jïh saemien kultuvren bïjre bievnedh.

source: Feiring av 6. februar i barnehagen Ansvarlig politiker
sma: Saemiengïelen pedagogeles barkijh maanagïertem stuvrieh.

source: Bevilgninger til prosjekter og utviklingsarbeid i barnehager i 2015
sma: Maahta saemien maanagïertefaalenassem daejnie såarhtine juekedh: a) saemien maanagïerth jïh nöörjen maanagïerth saemien goevtesinie b) maanagïerth faalenassine saemien gïelelïerehtimmien bïjre.

source: Forprosjekt for etablering av sørsamisk barnehage i Røros, samiske mattradi...
sma: Saemiedigkie saemien maanagïertefaalenassese sjïehteladta viehkine dåarjoem reeredh maanagïertide.

source: Barnehagedagen 2015 "Vi Vil Ut" Sametingsråd Silje Karine Muotka besøkte flere barnehager i Nordreisa og Kåf...
sma: Maanagïerth mah aktem saemien maanagïertefaalenassem vedtieh maehtieh dejtie joekehts dåarjoeöörnegidie ohtsedh.

source: Vis alle saker
sma: Saemiedigkien budsjedte dejtie dåarjoeöörnegidie buerkeste.

source: I følge Sametingsmelding om samisk barnehagetilbud skal Sametinget arbeide for: at innholdet i barnehagene fremmer utvikling, læring og danning
sma: Juktie maanagïerten barkoem dåarjoehtidh Mieriesoejkesjinie maanagïerten sisvegasse jïh laavenjassine jienebh teemagærjetjh leah dorjesovveme.

source: at barn får styrket sin språkstimulering på nord-, lule- og sørsamisk at det utvikles språkbadmodeller i barnehagene
sma: Teemagærjetjh edtjieh skraejrine jïh våaroeminie årrodh ussjedæmman gosse ovmessie teemajgujmie barka mah leah maanagïerten sisvegen jïh laavenjassi bïjre.

source: at barnehagene har tilstrekkelig med samiskspråklige ansatte
sma: Akte bïhkedæjja maanagïertide saemien maanajgujmie lea dorjesovveme.

source: at barnehagene har tilstrekkelig med pedagogisk materiell og leker at barn har sammenhengende progresjon i læringsinnholdet fra barnehage til skole
sma: Prosjekte Sámi mánát ođđa searvelanjain edtja vïjhtine jaepine jarkelimmiem sjugniedidh saemien maanagïertestruktuvresne mij saemien filosofijem jïh aerpievuekien daajroem våaroeminie åtna.

source: Sametinget legger følgende definisjon til grunn for hva et samisk barnehagetilbud er: Medsamisk barnehagetilbudmenes et tilbud der barnehagedriften bygger på samisk språk og kultur.
sma: Daate sæjhta jiehtedh saemien maanagïerth edtjieh maehtedh saemien pedagogeles vuekiej mietie barkedh mah saemien gïelem, kultuvrem jïh aerpievuekien daajroem jarngesne utnieh jïh leah dan daajbaaletje saemien siebriedahkese sjïehtedamme.

source: Barnehagen skal styrke barnas identitet som samer ved å fremme bruken av samisk språk og ved å formidle samisk kultur.
sma: Pilotemaanagïerth ovmessie saemien dajvijste olkese veeljesuvvieh juktie saemien maanagïerten båetijem aejkiem hammoedidh.

source: Barnehagen ledes av samiskspråklige pedagogisk personalet.
sma: Gaajhkh maanagïerth jïh gaajhkh pedagogh edtjieh joekehtslaakan eadtjaldovvedh dovne maahtoeevtiedimmien tjïrrh jïh eadtjohkelaakan meatan årrodh sijjen daajrojne.

source: Det samiske barnehagetilbudet kan deles inn i følgende kategorier: a) samiske barnehager og norske barnehager med samisk avdeling b) barnehager med tilbud om samisk språkopplæring.
sma: Sámi mánát ođđa searvelanjain edtja abpe Saepmesne barkedh dan gaavhtan prosjekte lea meatan Saemien parlamentarihkeles raerien dahkoesoejkesjisnie.

source: Sametinget legger til rette for samisk barnehagetilbud gjennom forvaltning av tilskudd til barnehagene.
sma: Saemiedigkieh sveerjen jïh såevmien bielesne leah Interreg-vierhtieh ohtsedeminie juktie maehtedh meatan årrodh prosjektesne.

source: Barnehager som gir et samisk barnehagetilbud kan søke på de ulike tilskuddsordningene.
sma: Goevten 6. b. lea byögkeles saevegebiejjie Nöörjesne jïh abpe laante biejjiem meerhkesje goh saemiej åålmegebiejjie.

source: Tilskuddsordningene er beskrevet i Sametingets budsjett.
sma: Jïjnjh heannadimmieh jïh symbovlh leah ektiedamme dan beajjan.

source: For å støtte barnehagenes arbeid medRammeplan for barnehagens innhold og oppgaverer det utarbeidet en serie temahefter.
sma: Saemien maanagïertefaalenasse lea akte faalenasse gusnie maanagïerten barkoevåarome lea saemien gïele jïh kultuvre.

source: Temaheftene er ment som inspirasjon og grunnlag for refleksjon i arbeidet med ulike temaer knyttet til barnehagens innhold og oppgaver.
sma: Juktie maanagïerten barkoem dåarjoehtidh Mieriesoejkesjinie maanagïerten sisvegasse jïh laavenjassine jienebh teemagærjetjh leah dorjesovveme.

source: Det er også utarbeidet enveileder for barnehager med samiske barn.
sma: Akte bïhkedæjja maanagïertide saemien maanajgujmie lea dorjesovveme.

source: Sametinget har flere samarbeidspartnere som jobber sammen med oss for å nå våre mål.
sma: Saemiedigkien leah jienebh laavenjostoeguejmieh mah mijjine berkieh juktie mijjen ulmieh jaksedh.

source: Kunnskapsdepartementet
sma: Maahtoedepartemeente

source: Utdanningsdirektoratet
sma: Ööhpehtimmiedirektoraate

source: Fylkesmannen
sma: Fylhkenålma

source: Foreldreutvalget for barnehager
sma: Maanagïerti eejhtegemoenehtse

source: Eksterne resursser:
sma: Byjngetje vierhtieh:

source: Barnehageloven (Lovdata)
sma: Maanagïertelaake (Lovdata)
